Repository: Raphael-johanne/rcowebdev
Catalog: modules/custom/quizz/translations/*.po
Languages: fr

source: Enter a pseudo...
fr: Entrez votre pseudo ...

source: Valid
fr: Valider

source: Quizz: Pseudo is required.
fr: Quizz: Le pseudo est obligatoire.

source: Quizz: You alreadty vote for this quizz
fr: Quizz: Vous avez déjà participé à ce quizz

source: Quizz: The quizz is not available
fr: Quizz: Le quizz n'est pas disponible

source: Quizz: Question not found
fr: Quizz: Question introuvable

source: Quizz: No relationship between answer and question
fr: Quizz: Aucune relation entre la réponse et la question

source: Quizz: Cheater !
fr: Quizz: Ca sent la triche

source: An answer is mandatory !
fr: Une réponse est obligatoire

source: Given answer
fr: Réponse donnée

source: Waited answer
fr: Réponse attendue

source: Timer
fr: Temps restant
